<h1>Privacy Policy</h1>
<h2>What Svordle gather and use</h2>
<p>You have the right to be forgotten, and can delete all saved data at any time. Svordle does not store or track your sensitive data, or your game progress. <br />You are in full control since the data is only saved on your device. Svordle solely use cookies which could be considered as essential for the game to function properly. <br />These cookies doesn't have a set expiration-date in order to keep your progress saved for as long as you have the app installed, and as long as you don't purge Svordles cookies or data. <br />The third party provider, and the app publisher Google Play anonymously track things like the total amount of devices using the app, player activity and the apps error frequency.</p>
<h3>Cookies</h3>
<p>Svordle do receive data from you as part of the communication connection itself through the standard electronic greeting between your device and our server. <br />&ldquo;Cookies&rdquo; are small pieces of saved information sent by a server to store in a device so it can later be read back. The information collected from cookies is used to enhance the security <br />and/or to improve the functionality of the app by avoiding unnecessary datatransfers, saving your progress and facilitating navigation. <br />The data sent between Svordle and you as a player is always transferred through a secure layer of HTTPS and via a protected and encrypted server.</p>
<p>Browsers provide you with information and control over cookies. You can set your web browser to alert you when a cookie is being used. <br />You can also get information on the duration of the cookie and what server your data is being returned to. You then have the opportunity to accept or reject the cookie. <br />Additionally, you can set your browser to refuse all cookies or accept only cookies returned to the originating servers. <br />You can prune your browser cache if you wish to delete any stored game progress, or by uninstalling Svordle as an app.</p>
<h2>What Svordle don't gather or use</h2>
<p>Svordle does not gather any personally identifiable information (sensitive data) about you. <br />This includes, but is not limited to; your name, age, home address, phone number or e-mail. <br />Svordle does not use Google Analytics, Plausible or any other platform meant to trace usage.<br />The basic functions of Google Play allows the developer to see the overall usage and the functionality of the app. <br />Svordle is free, without ads or in-game purchases as the app is non-profit with a focus on being fun, educational and challenging to your vocabulary.</p>
<h3>Child Safety</h3>
<p>Svordles vocabulary does currently contain circa 15000 unique words with a length of five letters. <br />The words are mainly fetched from the Swedish Historical Wordlist (SAOLhist) published by the Swedish Academy and University of Gothenburg. <br />Svordle contains a selection of these words conciously selected by the developer. Words with a racist history, sexual innuendos, and swear words have all been removed. <br />It's not possible to interact with other players within the app, nor does we allow users to register accounts.</p>
<h2>Contact</h2>
<p>You may reach me directly at <strong>emil (at) svordle.se</strong> or via Twitter <strong>@Fridlyst&nbsp;</strong>should any questions or issues arise.</p>
<p>&nbsp;</p>
<h1>Integritetspolicy</h1>
<h2>Vad Svordle samlar in och anv&auml;nder</h2>
<p>Du har r&auml;tten att bli gl&ouml;md, och kan ta bort all sparad data n&auml;rsomhelst. Svordle sparar inte och sp&aring;rar inte dina k&auml;nsliga detaljer, eller din spelprogress.<br />Du har full kontroll eftersom datan bara &auml;r sparad p&aring; din enhet. Svordle anv&auml;nder enbart kakor (''cookies'') som beh&ouml;vs f&ouml;r att spelet ska fungera ordentligt.<br />Dessa kakor har inget satt utg&aring;ngsdatum f&ouml;r att kunna bevara din progress s&aring; l&auml;nge du har appen installerad, och s&aring; l&auml;nge du inte rensar Svordles kakor eller data.<br />Tredjepartsleverant&ouml;ren Google Play sp&aring;rar anonymt saker som den totala m&auml;ngden enheter som har appen installerad, spelaraktivitet och appens felfrekvens.</p>
<h3>Kakor</h3>
<p>Svordle mottar data fr&aring;n dig under anslutningskommunikationen som &auml;r en vanlig elektronisk h&auml;lsning mellan din enhet och v&aring;r server.<br />''Cookies'' som skickas fr&aring;n en server till en enhet best&aring;r av sm&aring; bitar av sparad information som senare kan &aring;teranv&auml;ndas f&ouml;r att f&ouml;rb&auml;ttra s&auml;kerheten <br />och/eller ut&ouml;ka funktionaliteten av appen genom att undvika on&ouml;dig data&ouml;verf&ouml;ring, spara din spelprogress och anpassa appens utseende.<br />Datan som skickas mellan Svordle och dig som spelare &auml;r alltid skyddad av ett s&auml;kert lager av HTTPS och via en skyddad och enkrypterad server.</p>
<p>Webbl&auml;sare tillhandah&aring;ller mer information och ger dig kontroll &ouml;ver kakor. Du kan ocks&aring; st&auml;lla in s&aring; att din webbl&auml;sare informerar dig n&auml;r en kaka anv&auml;nds.<br />Du kan ocks&aring; f&aring; information om tidsl&auml;ngden av en kaka och vilken server som du kommunicerar med. Du har d&aring; m&ouml;jlighet att acceptera eller neka en kaka.<br />Ut&ouml;ver det s&aring; kan du st&auml;lla in s&aring; att din webbl&auml;sare nekar alla kakor eller bara godk&auml;nner kommunikation med fr&aring;n den ursprungliga servern.<br />Du kan rensa din webbl&auml;sares cache om du vill ta bort sparad spelprogress, eller genom att avinstallera Svordle som en app.</p>
<h2>Vad Svordle inte samlar in eller anv&auml;nder</h2>
<p>Svordle samlar inte in n&aring;gon personlig identifierbar information (k&auml;nslig data) om dig. <br />Detta inkluderar, men &auml;r inte begr&auml;nsad till; ditt namn, &aring;lder, hemaddress, telefonnummer eller e-mail.<br />Svordle anv&auml;nder inte Google Analytics, Plausible eller n&aring;gon annan plattform f&ouml;r att sp&aring;ra anv&auml;ndning.<br />De grundl&auml;ggande funktionerna i Google Play till&aring;ter utvecklaren att se generell anv&auml;ndning och hur v&auml;l appens fungerar.<br />Svordle &auml;r gratis, utan reklam eller m&ouml;jlighet till k&ouml;p eftersom appen &auml;r icke-vinstdriven med fokus p&aring; att vara kul, l&auml;rorikt och utmanande f&ouml;r ditt ordf&ouml;rr&aring;d.</p>
<h3>Barns&auml;kerhet</h3>
<p>Svordles ordlista inneh&aring;ller i dagsl&auml;get ungef&auml;r 15000 unika ord med en l&auml;ngd p&aring; fem bokst&auml;ver.<br />Begreppen har huvudsakligen inh&auml;mtats fr&aring;n Svenska Akademiens ordlista &ouml;ver det svenska spr&aring;ket med flera historiska upplagor genom G&ouml;teborgs Universitet.<br />Svordle inneh&aring;ller ett urval av dessa begrepp som medvetet valts av utvecklaren. Ord med en rasistisk historik, sexuella innuendos, och svordomar har tagits bort.<br />Det &auml;r inte m&ouml;jligt att interagera med andra spelare inuti appen, inte heller till&aring;ter vi att anv&auml;ndare registrerar konton.</p>
<h2>Kontakt</h2>
<p>Du kan n&aring; mig direkt genom <strong>emil (snabel-a) svordle.se</strong> eller via Twitter <strong>@Fridlyst</strong> om fr&aring;gor eller problem uppst&aring;r.</p>
